export const ideas = [
  {
    title: 'Платформа для онлайн-олимпиад',
    description: 'Проведение регулярных логических и математических олимпиад для детей, с возможностью получения сертификатов и наград.',
  },
  {
    title: 'Личный наставник',
    description: 'Введение функции персонализированного коучинга, где каждый ребенок может общаться с преподавателем и получать рекомендации по улучшению своих навыков.',
  },
  {
    title: 'Игровые туры по миру',
    description: 'Создание игровых туров по странам, где дети через логические задания и головоломки изучают культуру, географию и историю разных стран.',
  },
  {
    title: 'Интерактивные видеоуроки',
    description: 'Введение видеоуроков с реальными примерами и задачами, которые дети могут решать вместе с ведущими, вовлекая их в обучение.',
  },
  {
    title: 'Реальные проекты для детей',
    description: 'Запуск креативных проектов, где дети смогут создавать свои собственные игры или логические головоломки, которые затем могут быть использованы на платформе.',
  },
  {
    title: 'Мобильные квесты',
    description: 'Разработка мобильных квестов, которые дети могут проходить в любом месте и в любое время, развивая логику и аналитическое мышление.',
  },
  {
    title: 'Адаптивное обучение',
    description: 'Внедрение системы адаптивного обучения, которая будет подстраиваться под уровень знаний каждого ребенка и изменять сложность задач в процессе обучения.',
  },
  {
    title: 'Психологический тест для родителей',
    description: 'Разработка тестов для родителей, чтобы помочь им лучше понять образовательные потребности своих детей и выбрать оптимальные курсы.',
  },
  {
    title: 'Логический чат-бот',
    description: 'Создание чат-бота, который будет помогать детям с решением заданий и отвечать на вопросы по материалам, обучая их через интерактивное общение.',
  },
  {
    title: 'Игровая зона с друзьями',
    description: 'Возможность для детей создавать группы и участвовать в соревнованиях с друзьями, решая задачи в режиме реального времени.',
  },
  {
    title: 'Обратная связь от экспертов',
    description: 'Внедрение системы, где специалисты (педагоги, психологи) могут давать индивидуальные отзывы и советы по выполнению заданий, помогая детям и родителям улучшить их навыки.',
  },
  {
    title: 'Друзья по интересам',
    description: 'Создание социальной сети внутри платформы, где дети могут находить друзей и объединяться для совместного решения задач и выполнения проектов.',
  },
];